<?php

return array (
  'initiation' => array (
    'successful' => 'پرۆسەی دەست پێکردنی پارەدانەکە بەشێوەیەکی درووست ئەنجام درا.',
    'failed' => 'ببورە! هەڵەیەک ڕوویدا لەکاتی پرۆسەی جێبەجێکردنی دەست پێکردنی پارەدانەکە.',
    'invalid_cart' => 'ببوورە! سەبەتەی بارەکە دەبێث بە شێوازێکی درووستی داتای JSON بێت هەروەک لە دۆکیومێنتەکانی پێشکەشکراو ئاماژەی پێکراوە.',
    'non_unique_order_id' => 'ببوورە! ژمارەی خواستنی بەردەستکراو هاوشێوەیە لەگەل ژمارەی پێشووتر. تکایە بۆ هەر خواستنێک ژمارەیەک پێشکەش بکە کە هاوشێوەی نەبێت.',
    'store_not_found' => 'ببووره! ناتوانێت بازارگەکەت بدۆزێتەوە بە ژمارەی ناسنامەی هەژماری فرۆشگای بەردەستکراو.',
    'store_credentials_doesnt_matched' => 'ببووره! ژمارەی ناسنامەی هەژماری فرۆشگا و تێکەڵەی ووشەی نهێنی فرۆشگا هەڵەیە.',
  ),
  'payment' => array (
    'invalid_token' => 'ببووره! ژمارەی ناسینەوەی پارەدان  دروست نیە.',
    'qr_not_found' => 'ببووره! ناتوانێت لە ئێستادا داواکاری پارەدانەکەت جێبەجێ بکات.',
    'order_id_not_found' => 'ببوورە! هیچ ژمارەیەکی خواستنی هاوشێوە نییە لە خزمەتگوزاری پارەدان بۆ بازارگەکەی تۆ',
    'transaction_not_found' => 'ببووره! هیچ مامەڵەیەک نەدۆزرایەوە هاوشێوەی ژمارەی خواستنەکەت.',
  ),
);