<?php

return array (
  'password_regex_failed' => 'پێویستە ووشەی نهێنی بەلانی کەم یەک پیتی گەورەی و یەک پیتی بچوک و یەک ژمارە و یەک کاراکتەری تایبەتی تێدا بێت (بۆ نمونەی ٪ $ & _ + - . @ # )',
  'otp_mismatch' => 'ببووره! OTP نادروستە',
  'try_again_later' => 'ببووره! ناتوانین داواکاریەکەت جێبەجێ بکەین. تکایە دواتر دووبارە هەوڵ دەوە.',
  'invalid_pin' => 'ببورە! سەلماندنی PIN سەرکەوتوو نەبوو. تکایە PINی ئێستا بنووسە بۆ بەردەوام بوون.',
  'invalid_password' => 'ببورە! سەلماندنی ووشەی نهێنی سەرکەوتوو نەبوو.',
  'invalid_old_pin' => 'ببورە! سەلماندنی PINی کۆن سەرکەوتوو نەبوو. تکایە ژمارەی PINی کۆنەکە بنووسە بۆ بەردەوام بوون.',
  'same_old_pin' => 'ببورە! تۆ ناتوانیت PINی نوێ بە هەمان PINی کۆن دروست بکەیت. تکایە PIN ێکی نوێ دابنێ.',
  'firebase_authentication_missing' => 'ببورە! زانیاری سەلماندنی ژمارەی مۆبایل دابین نەکراوە.',
  'email_verification_information_missing' => 'ببورە! زانیارییەکانی سەلماندنی ئیمەیل دابین نەکراوە.',
  'multiple_failed_login_attempt' => 'ببورە! بەهۆی زۆری هەوڵدانی چوونەژوورەوەی هەڵە ئەم هەژمارە بە شێوەیەکی کاتی ڕاگیرا. تکایە بۆ یارمەتی پەیوەندی بکە بە ٠٦٦٢٦٠٠٠٦٠',
  'matched_with_previous_passwords' => 'ببورە! ئەم ووشەیەی کە دەتەوێت بەکاری بهێنیت وەک ووشەی نهێنی لە دوا ٥ ووشەی نهێنی پێشوو تر دەچێت. تکایە ووشەیەکی تر هەڵبژێرە.',
  'password_regex_pattern_mismatch' => 'پێویستە ووشەی نهێنی بەلانی کەم یەک پیتی گەورەی و یەک پیتی بچوک و یەک ژمارە و یەک کاراکتەری تایبەتی تێدا بێت (بۆ نمونەی ٪ $ & _ + - . @ # )',
);