<?php

return array (
  'password_regex_failed' => 'يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل، حرف صغير واحد، رقم واحد وحرف خاص واحد (على سبيل المثال ٪ و _ + - @ ## )',
  'otp_mismatch' => 'معذرة! OTP غير صالح',
  'try_again_later' => 'معذرة! نحن غير قادرين على معالجة طلبك. الرجاء المحاولة مرة أخرى لاحقاً.',
  'invalid_pin' => 'معذرة! فشل التحقق من رقم التعريف الشخصي ( PIN). أدخل رقم التعريف الشخصي الصحيح للمتابعة.',
  'invalid_password' => 'معذرة! فشل التحقق من كلمة المرور.',
  'invalid_old_pin' => 'معذرة! فشل التحقق من رقم التعريف الشخصي القديم. أدخل رقم التعريف الشخصي القديم الصحيح للمتابعة.',
  'same_old_pin' => 'معذرة! لا يمكنك تعيين رقم التعريف الشخصي الحالي على أنه رقم تعريف شخصي جديد. جرب واحدة أخرى',
  'firebase_authentication_missing' => 'معذرة! معلومات التحقق من رقم الجوال مفقودة.',
  'email_verification_information_missing' => 'معذرة! معلومات التحقق من البريد الإلكتروني مفقودة.',
  'multiple_failed_login_attempt' => 'آسف! بسبب عدة محاولات تسجيل دخول فاشلة تم إغلاق هذا الحساب مؤقتًا. اتصل على 0662310000 للمساعدة.   
',
  'matched_with_previous_passwords' => 'آسف! كلمة المرور التي تكتبها مطابقة بإحدى كلمات المرور الخمس السابقة. الرجاء محاولة كلمة مرور مختلفة.',
  'password_regex_pattern_mismatch' => 'يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل، وحرف صغير واحد، ورقم واحد، وحرف خاص واحد (مثل $&__+).',
);